tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kubecolor/tap"
tap "turbot/tap"
tap "wez/wezterm"
brew "adr-tools"
brew "atuin"
brew "aws-cdk"
brew "aws-vault"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "ccat"
brew "cmake"
brew "cookiecutter"
brew "docker"
brew "exa"
brew "exiftool"
brew "fd"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "tcl-tk"
brew "git-gui"
brew "git-remote-codecommit"
brew "git-secrets"
brew "go"
brew "graphql-cli"
brew "hey"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kondo"
brew "kubernetes-cli"
brew "localstack"
brew "mermaid-cli"
brew "miller"
brew "mitmproxy"
brew "nvm"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "shfmt"
brew "snapcraft"
brew "starship"
brew "stern"
brew "stow"
brew "tfenv"
brew "tree"
brew "wget"
brew "zoxide"
brew "kubecolor/tap/kubecolor"
brew "turbot/tap/steampipe"
cask "1password"
cask "aws-vault"
cask "discord"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-drive"
cask "iterm2"
cask "joplin"
cask "onedrive"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "42Crunch.vscode-openapi"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "austenc.tailwind-docs"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.vscode-yaml"
vscode "sudoaugustin.tailpile"
