tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kubecolor/tap"
tap "turbot/tap"
tap "wez/wezterm"
brew "adr-tools"
brew "atuin"
brew "node"
brew "aws-cdk"
brew "aws-vault", link: false
brew "python@3.11"
brew "awscli"
brew "bat"
brew "ccat"
brew "cmake"
brew "python@3.12"
brew "cookiecutter"
brew "cryptography"
brew "docker"
brew "exa"
brew "exiftool"
brew "fd"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "python@3.10"
brew "git-filter-repo"
brew "tcl-tk"
brew "git-gui"
brew "git-remote-codecommit"
brew "git-secrets"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "graphql-cli"
brew "hey"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kondo"
brew "kubernetes-cli"
brew "libxml2"
brew "llm"
brew "localstack"
brew "mermaid-cli"
brew "miller"
brew "mitmproxy"
brew "nvm"
brew "openvpn"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "shfmt"
brew "snap"
brew "snapcraft"
brew "sops"
brew "starship"
brew "stern"
brew "tfenv"
brew "thefuck"
brew "tree"
brew "wget"
brew "zoxide"
brew "kubecolor/tap/kubecolor"
brew "turbot/tap/steampipe"
cask "1password"
cask "aws-vault"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-drive"
cask "iterm2"
cask "joplin"
cask "ngrok"
cask "onedrive"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "amazonwebservices-aisolutionsarchitecture.bedrock-vscode-playground"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "prompt-flow.prompt-flow"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
