tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kubecolor/tap"
tap "turbot/tap"
tap "wez/wezterm"
brew "adr-tools"
brew "atuin"
brew "aws-cdk"
brew "aws-vault", link: false
brew "readline"
brew "awscli"
brew "bat"
brew "ccat"
brew "cmake"
brew "python@3.10"
brew "cookiecutter"
brew "docker"
brew "exa"
brew "exiftool"
brew "fd"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "tcl-tk"
brew "git-gui"
brew "git-remote-codecommit"
brew "git-secrets"
brew "go"
brew "graphql-cli"
brew "hey"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kondo"
brew "kubernetes-cli"
brew "localstack"
brew "mermaid-cli"
brew "miller"
brew "mitmproxy"
brew "nvm"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "shfmt"
brew "snapcraft"
brew "starship"
brew "stern"
brew "tfenv"
brew "tree"
brew "wget"
brew "zoxide"
brew "kubecolor/tap/kubecolor"
brew "turbot/tap/steampipe"
cask "1password"
cask "aws-vault"
cask "discord"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-drive"
cask "iterm2"
cask "joplin"
cask "onedrive"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
